/* THIS IS A GENERATED FILE, DO NOT EDIT */
/* Browser */

/* Browser - Browser */
"browserbrowserviewcontroller-Download complete" = "Download complete";
"browserbrowserviewcontroller-Downloaded %@ for %@. You can find it in the Files menu." = "Downloaded %@ for %@. You can find it in the Files menu.";
"browserbrowserviewcontroller-Downloading query" = "Downloading query";
"browserbrowserviewcontroller-Failed to download" = "Failed to download";

/* Browser - User */
"browseruserviewcontroller-URL" = "URL";
"browseruserviewcontroller-Create bookmark" = "Create bookmark";
"browseruserviewcontroller-Enter the bookmark" = "Enter the bookmark";
"browseruserviewcontroller-Enter the bookmark details" = "Enter the bookmark details";
"browseruserviewcontroller-Name" = "Name";
"browseruserviewcontroller-Select your choice" = "Select your choice";
"browseruserviewcontroller-Update bookmark" = "Update bookmark";
/* Files */

/* Files - Local Files */
"filesviewcontroller-File age" = "File age";
"filesviewcontroller-File size" = "File size";
"filesviewcontroller-Last imported" = "Last imported";
"filesviewcontroller-Choose your action" = "Choose Your Action";
"filesviewcontroller-Delete" = "Delete";
"filesviewcontroller-Import" = "Import";
"filesviewcontroller-Rename" = "Rename";
"filesviewcontroller-Restore" = "Restore";
"filesviewcontroller-Unzip" = "Unzip";
"filesviewcontroller-Upload to iCloud" = "Upload to iCloud";
"filesviewcontroller-Upload with Airdrop" = "Upload with Airdrop";
"filesviewcontroller-Geocube import of %@" = "Geocube Import of %@";
"filesviewcontroller-Import failed" = "Import Failed";
"filesviewcontroller-Import successful" = "Import Successful";
"filesviewcontroller-Make sure that you at least have defined one user account. Go to Settings -> Accounts and define an username." = "Make sure that you at least have defined one user account. Go to Settings -> Accounts and define an username.";
"filesviewcontroller-Make sure there are user groups defined. Go to Groups -> User Groups and add a group." = "Make sure there are user groups defined. Go to Groups -> User Groups and add a group.";
"filesviewcontroller-Prerequisite failed" = "Prerequisite failed";
"filesviewcontroller-Rename %@ to" = "Rename %@ to";
"filesviewcontroller-Rename file" = "Rename File";
"filesviewcontroller-Select a group" = "Select a group";
"filesviewcontroller-Select the source" = "Select the source";
"filesviewcontroller-The import was successful." = "The import was successful.";
"filesviewcontroller-There was a problem importing the file %@." = "There was a problem importing the file %@.";

/* Files - File browser */
"filebrowserviewcontroller-Choose your action" = "Choose Your Action";
"filebrowserviewcontroller-Retrieving directory contents" = "Retrieving directory contents";
"filebrowserviewcontroller-Upload to iCloud" = "Upload to iCloud";
"filebrowserviewcontroller-Upload with Airdrop" = "Upload with Airdrop";
/* Groups */

/* Groups */
"groupstemplateviewcontroller-Add a group" = "Add a group";
"groupstemplateviewcontroller-Name of the new group" = "Name of the new group";
"groupstemplateviewcontroller-Rename %@ to" = "Rename %@ to";
"groupstemplateviewcontroller-Rename group" = "Rename group";
"groupstemplateviewcontroller-Select your choice" = "Select your choice";
/* Help */

/* Help - Introduction */
"helpintroduction-title1" = "Welcome to Geocube";
"helpintroduction-text1" = "Please go through this quick introduction to understand the UI.";
"helpintroduction-title2" = "Menus and tabs";
"helpintroduction-text2" = "The red arrow points to the global menu.\nThe brown arrow points to the local menu for this tab.\nThe green arrows point to the tabs.\nThe menu can be larger than your screen, you can scroll in it!";
"helpintroduction-title3" = "How to close a window";
"helpintroduction-text3" = "When you see a close button at the top left, you can either tap it or swipe left on page to close it.\n\n(Does the left swipe not work? Tap the close button!)";
"helpintroduction-title4" = "Map icons";
"helpintroduction-text4" = "- Follow me with auto-zoom.\n- Follow me, do not zoom.\n- Show both me and the target.\n- Show target, do not zoom.\n- Show target and zoom in.\n\nTry them when you are at the map!";
"helpintroduction-title5" = "Happy geocaching!";
"helpintroduction-text5" = "You can watch this introduction again in the Help tab of the Help menu.";

/* Help - Notices */
"noticesviewcontroller-Failed to download: %@" = "Failed to download: %@";
"noticesviewcontroller-Currently no notices details have been download. Normally you update them by tapping on the local menu button at the top left and select 'Download notices'. But for now you can update them by pressing the 'Import' button" = "Currently no notices details have been download. Normally you update them by tapping on the local menu button at the top left and select 'Download notices'. But for now you can update them by pressing the 'Import' button";
"noticesviewcontroller-Downloading notices" = "Downloading notices";
"noticesviewcontroller-Initialize notices" = "Initialize notices";
"noticesviewcontroller-Notices download" = "Notices download";
"noticesviewcontroller-Successful downloaded (revision %@)" = "Successful downloaded (revision %@)";
"noticesviewcontroller-There was a failure in parsing the downloaded notices file" = "There was a failure in parsing the downloaded notices file";

/* Keep Track */

/* Car */
"keeptrackcar-Current coordinates" = "Current Coordinates";
"keeptrackcar-Direction" = "Direction";
"keeptrackcar-Distance" = "Distance";
"keeptrackcar-Remembered coordinates" = "Remembered Coordinates";
"keeptrackcar-Remembered location" = "Remembered location";
"keeptrackcar-Set remembered coordinates as target" = "Set remembered coordinates as target";

/* Tracks */
"keeptracktracks-Distance" = "Distance";
"keeptracktracks-First track" = "First track";
"keeptracktracks-Name of the new track" = "Name of the new track";
"keeptracktracks-New track" = "New track";
"keeptracktracks-Start a new track" = "Start a new track";
"keeptracktracks-auto" = "auto";
/* Lists */

"listtemplateviewcontroller-Downloading for %@" = "Downloading for %@";
"listtemplateviewcontroller-Export successful" = "Export successful";
"listtemplateviewcontroller-Remove mark" = "Remove mark";
"listtemplateviewcontroller-The exported file can be found in the Files section" = "The exported file can be found in the Files section";
"listtemplateviewcontroller-Update failed" = "Update failed";
/* Locationless */

"locationlesstemplateviewcontroller-locationless" = "locationless";
/* Maps */

/* Maptemplate viewcontroller */
"maptemplateviewcontroller-Open external application" = "open external application";
"maptemplateviewcontroller-Unable to open the %@ application: URL not recognized" = "Unable to open the %@ application: URL not recognized";

/* WapAllWPViewController */
"mapallwpviewcontroller-Adjustment" = "Adjustment";
"mapallwpviewcontroller-No accounts with remote capabilities could be found. Please go to the Accounts tab in the Settings menu to define an account." = "No accounts with remote capabilities could be found. Please go to the Accounts tab in the Settings menu to define an account.";
"mapallwpviewcontroller-Nothing imported" = "Nothing imported";
"mapallwpviewcontroller-Refreshing database" = "Refreshing database";
"mapallwpviewcontroller-The distance to the top right of the map and the bottom left of the map has been reduced from %@ to a maximum of %@" = "The distance to the top right of the map and the bottom left of the map has been reduced from %@ to a maximum of %@";
"mapallwpviewcontroller-Unable to retrieve the data" = "Unable to retrieve the data";

/* WapOneWPViewController */
"maponewpviewcontroller-Refreshing database" = "Refreshing database";

/* Map template */
"maptemplate-Select a waypoint" = "Select a waypoint";

/* Map waypoint info view */
"mapwaypointinfoview-Placed on %@" = "Placed on %@";
"mapwaypointinfoview-Yours on %@" = "Yours on %@";
"mapwaypointinfoview-by %@ on %@" = "by %@ on %@";
/* Menus */

/* Global menus */
"menu-Browser" = "Browser";
"menu-Files" = "Files";
"menu-Groups" = "Groups";
"menu-Help" = "Help";
"menu-Keep Track" = "Keep Track";
"menu-Lists" = "Lists";
"menu-Locationless" = "Locationless";
"menu-Navigate" = "Navigate";
"menu-Notes + Logs" = "Notes + Logs";
"menu-Queries" = "Queries";
"menu-Settings" = "Settings";
"menu-Statistics" = "Statistics";
"menu-Tools" = "Tools";
"menu-Trackables" = "Trackables";
"menu-Waypoints" = "Waypoints";

/* Tabs */
"menu-browser-Browser" = "Browser";
"menu-browser-Queries" = "Queries";
"menu-browser-User" = "User";
"menu-files-File Browser" = "File Browser";
"menu-files-Local Files" = "Local Files";
"menu-groups-System Groups" = "System Groups";
"menu-groups-User Groups" = "User Groups";
"menu-help-About" = "About";
"menu-help-DB" = "DB";
"menu-help-Help" = "Help";
"menu-help-Images" = "Images";
"menu-help-Notices" = "Notices";
"menu-keeptack-Car" = "Car";
"menu-keeptack-Map" = "Map";
"menu-keeptack-Tracks" = "Tracks";
"menu-lists-DNF" = "DNF";
"menu-lists-Found" = "Found";
"menu-lists-Highlight" = "Highlight";
"menu-lists-Ignored" = "Ingnored";
"menu-lists-In Progress" = "In Progress";
"menu-locationless-All" = "All";
"menu-locationless-Map" = "Map";
"menu-locationless-Planned" = "Planned";
"menu-navigate-Compass" = "Compass";
"menu-navigate-Map" = "Map";
"menu-navigate-Target" = "Target";
"menu-noteslogs-Field" = "Field";
"menu-noteslogs-Images" = "Images";
"menu-noteslogs-Personal" = "Personal";
"menu-noteslogs-Saved" = "Saved";
"menu-queries-GCA" = "GCA";
"menu-queries-Geocaching.com website" = "Geocaching.com Website";
"menu-queries-Groundspeak" = "Groundspeak";
"menu-settings-Accounts" = "Accounts";
"menu-settings-Colours" = "Colours";
"menu-settings-Log" = "Log";
"menu-settings-Settings" = "Settings";
"menu-statistics-Statistics" = "Statistics";
"menu-tools-GPS" = "GPS";
"menu-tools-ROT13" = "ROT13";
"menu-trackables-Inventory" = "Inventory";
"menu-trackables-List" = "List";
"menu-trackables-Mine" = "Mine";
"menu-waypoints-Filters" = "Filters";
"menu-waypoints-List" = "List";
"menu-waypoints-Map" = "Map";

/* View controller menus */
"waypointviewcontroller-Mark as" = "Mark as ...";
"waypointviewcontroller-Refresh waypoint" = "Refresh waypoint";
"waypointviewcontroller-Add to group" = "Add to group";
"waypointviewcontroller-Raw data" = "Raw data";
"waypointviewcontroller-Set target" = "Set target";
"waypointviewcontroller-Log waypoint" = "Log waypoint";
"waypointviewcontroller-Open in browser" = "Open in browser";
"waypointviewcontroller-Export GPX" = "Export GPX";
"waypointviewcontroller-Delete waypoint" = "Delete waypoint";
"waypointlogeditviewcontroller-Use template" = "Use Template";
"waypointlogeditviewcontroller-Insert template" = "Insert Template";
"waypointlogeditviewcontroller-Save temporary" = "Save Temporary";
"waypointlogeditviewcontroller-Use temporary" = "Use Temporary";
"browserbrowserviewcontroller-Enter URL" = "Enter URL";
"browserbrowserviewcontroller-Go home" = "Go Home";
"browserbrowserviewcontroller-Open in Safari" = "Open in Safari";
"browseruserviewcontroller-Add bookmark" = "Add Bookmark";
"filesviewcontroller-iCloud" = "iCloud";
"filesviewcontroller-Refresh" = "Refresh";
"filtersviewcontroller-Load filter" = "Load Filter";
"filtersviewcontroller-Save filter" = "Save Filter";
"filtersviewcontroller-Set default values" = "Set Default Values";
"groupsuserviewcontroller-Add a group" = "Add a Group";
"groupsuserviewcontroller-Empty groups" = "Empty Groups";
"helpdatabaseviewcontroller-Dump database" = "Dump Database";
"helphelpviewcontroller-Show introduction" = "Show Introduction";
"keeptrackcar-Clear coordinates" = "Clear Coordinates";
"keeptrackcar-Remember location" = "Remember Location";
"keeptracktracks-Start new track" = "Start New Track";
"listtemplateviewcontroller-Clear list" = "Clear List";
"listtemplateviewcontroller-Export GPX" = "Export GPX";
"listtemplateviewcontroller-Reload waypoints" = "Reload Waypoints";
"listtemplateviewcontroller-Sort by" = "Sort by ...";
"locationlesstemplateviewcontroller-Sort by" = "Sort by ...";
"maptemplateviewcontroller-Aerial" = "Aerial";
"maptemplateviewcontroller-Autozoom" = "Auto Zoom";
"maptemplateviewcontroller-Directions" = "Directions";
"maptemplateviewcontroller-Export visible" = "Export Visible";
"maptemplateviewcontroller-Hide boundaries" = "Hide Boundaries";
"maptemplateviewcontroller-Load waypoints" = "Load Waypoints";
"maptemplateviewcontroller-Map" = "Map";
"maptemplateviewcontroller-Map/Aerial" = "Map/Aerial";
"maptemplateviewcontroller-No autozoom" = "No Autozoom";
"maptemplateviewcontroller-Recenter" = "Recenter";
"maptemplateviewcontroller-Remove history" = "Remove History";
"maptemplateviewcontroller-Remove target" = "Remove Target";
"maptemplateviewcontroller-Show boundaries" = "Show boundaries";
"maptemplateviewcontroller-Terrain" = "Terrain";
"maptemplateviewcontroller-Use GPS" = "UsE GPS";
"notessavedviewcontroller-Remove" = "Remove";
"notessavedviewcontroller-Remove all" = "Remove all";
"notessavedviewcontroller-Submit" = "Submit";
"notessavedviewcontroller-Submit all" = "Submit all";
"noticesviewcontroller-Download notices" = "Download Notices";
"queriestemplateviewcontroller-Reload" = "Reload";
"settingsaccountsviewcontroller-Update Config" = "Update Config";
"settingscoloursviewcontroller-Reset" = "Reset";
"settingslogtemplatesviewcontroller-Add macro" = "Add Macro";
"settingslogtemplatesviewcontroller-Add template" = "Add Template";
"settingslogtemplatesviewcontroller-Backup" = "Backup";
"settingsmainviewcontroller-Reset to default" = "Reset to Default";
"statisticsviewcontroller-Reload" = "Reload";
"toolsgpsviewcontroller-Copy average coords" = "Copy Average Coords";
"toolsgpsviewcontroller-Copy last coords" = "Copy Last Coords";
"toolsgpsviewcontroller-Create waypoint" = "Create Waypoint";
"toolsgpsviewcontroller-Restart" = "Restart";
"trackablestemplateviewcontroller-Update" = "Update";
"waypointimagesviewcontroller-Delete all photos" = "Delete All Photos";
"waypointimagesviewcontroller-Download photos" = "Download Photos";
"waypointimagesviewcontroller-Import photo" = "Import Photo";
"waypointimagesviewcontroller-Make photo" = "Make Photo";
"waypointimageviewcontroller-Airdrop" = "Airdrop";
"waypointimageviewcontroller-Delete photo" = "Delete Photo";
"waypointimageviewcontroller-iCloud" = "iCloud";
"waypointlogimagesviewcontroller-Import photo" = "Import Photo";
"waypointlogimagesviewcontroller-Make photo" = "Make Photo";
"waypointlogsviewcontroller-Copy log to clipboard" = "Copy Log to Clipboard";
"waypointlogsviewcontroller-Delete log" = "Delete Log";
"waypointlogsviewcontroller-Extract waypoints" = "Extract Waypoints";
"waypointlogsviewcontroller-Map logs" = "Map Logs";
"waypointlogtrackablesviewcontroller-Discover" = "Discover";
"waypointlogtrackablesviewcontroller-Pickup" = "Pickup";
"waypointpersonalnoteviewcontroller-Copy note to clipboard" = "Copy Note to Clipboard";
"waypointpersonalnoteviewcontroller-Extract waypoints" = "Extract Waypoints";
"waypointslistviewcontroller-Add waypoint" = "Add a Waypoint";
"waypointslistviewcontroller-Delete all" = "Delete All";
"waypointslistviewcontroller-Export GPX" = "Export GPX";
"waypointslistviewcontroller-Reload waypoints" = "Reload Waypoints";
"waypointslistviewcontroller-Sort by" = "Sort by ...";
"waypointwaypointsviewcontroller-Add waypoint" = "Add a Waypoint";
"waypointwaypointsviewcontroller-Remove dupes" = "Remove Dupes";
/* Misc */

/* ImportGPX */
"importgpx-Error parsing XML code" = "Error parsing XML code";
"importgpx-An error occured while importing the GPX file." = "An error occured while importing the GPX file. This is most likely a corruption in the XML data. Please check the last part of the GPX file, if it looks okay please contact Geocube support.";

/* Import manager */
"importmanager-OKAPI data" = "OKAPI data";
"importmanager-Geocaching.com data" = "Geocaching.com data";
"importmanager-Geocaching Australia API data" = "Geocaching Australia API data";
"importmanager-GPX data" = "GPX data";
"importmanager-GPX Garmin data" = "GPX Garmin data";
"importmanager-LiveAPI data" = "LiveAPI data";

/* Theme manager */
"thememanager-Default iOS theme" = "Default iOS theme";
"thememanager-Geocube night theme" = "Geocube night theme";

/* InfoViewer */
"infoviewer-Downloads" = "Downloads";
"infoviewer-Images" = "Images";
"infoviewer-Imports" = "Imports";

/* InfoItem */
"infoitem-Bytes" = "Bytes";
"infoitem-Lines" = "Lines";
"infoitem-Logs" = "Logs";
"infoitem-Objects" = "Objects";
"infoitem-Queue depth" = "Queue depth";
"infoitem-Trackables" = "Trackables";
"infoitem-Waypoints" = "Waypoints";
"infoitem-Chunks" = "Chunks";

/* Coordinates */
"coordinates-Import failed" = "Import Failed";
"coordinates-Import successful" = "Import successful";
"coordinates-No waypoints were found" = "No waypoints were found";
"coordinates-Succesfully added %ld waypoints" = "Succesfully added %ld waypoints";
"coordinates-Succesfully added one waypoint" = "Succesfully added one waypoint";

/* Distance and speed */
"distance-m" = "m";
"distance-metre" = "metre";
"distance-metres" = "metres";
"distance-km" = "km";
"distance-kilometer" = "kilometre";
"distance-kilometers" = "kilometres";
"distance-m/s" = "m/s";
"distance-metre/second" = "metre/second";
"distance-metres/second" = "metres/second";
"distance-km/h" = "km/h";
"distance-kilometer/hour" = "kilometre/hour";
"distance-kilometers/hour" = "kilometres/hour";

"distance-ft" = "ft";
"distance-feet" = "feet";
"distance-ml" = "ml";
"distance-mile" = "mile";
"distance-miles" = "miles";
"distance-ft/s" = "ft/s";
"distance-feet/second" = "feet/second";
"distance-ml/h" = "ml/h";
"distance-miles/hour" = "miles/hour";

/* Time related */
"time-day" = "day";
"time-days" = "days";
"time-hour" = "hour";
"time-hours" = "hours";
"time-minute" = "minute";
"time-minutes" = "minutes";
"time-month" = "month";
"time-months" = "months";
"time-second" = "second";
"time-seconds" = "seconds";
"time-week" = "week";
"time-weeks" = "weeks";
"time-year" = "year";
"time-years" = "years";
"time-day ago" = "day ago";
"time-days ago" = "days ago";
"time-hour ago" = "hour ago";
"time-hours ago" = "hours ago";
"time-minute ago" = "minute ago";
"time-minutes ago" = "minutes ago";
"time-second ago" = "second ago";
"time-seconds ago" = "seconds ago";
"time-week ago" = "week ago";
"time-weeks ago" = "weeks ago";
"time-year ago" = "year ago";
"time-years ago" = "years ago";

/* Compass related */
"compass-north" = "North";
"compass-northeast" = "North East";
"compass-east" = "East";
"compass-southeast" = "South East";
"compass-south" = "South";
"compass-southwest" = "South West";
"compass-west" = "West";
"compass-northwest" = "North West";
"compass-N" = "N";
"compass-NNE" = "NNE";
"compass-NE" = "NE";
"compass-ENE" = "ENE";
"compass-E" = "E";
"compass-ESE" = "ESE";
"compass-SE" = "SE";
"compass-SSE" = "SSE";
"compass-S" = "S";
"compass-SSW" = "SSW";
"compass-SW" = "SW";
"compass-WSW" = "WSW";
"compass-W" = "W";
"compass-WNW" = "WNW";
"compass-NW" = "NW";
"compass-NNW" = "NNW";
"compass-NESW" = "NESW";
"compass-NESWnesw" = "NESWnesw";
"compass-NS" = "NS";
"compass-NSns" = "NSns";
"compass-EW" = "EW";
"compass-EWew" = "EWew";
"latitude" = "latitude";
"Latitude" = "Latitude";
"longitude" = "longitude";
"Longitude" = "Longitude";

/* General */
"Close" = "Close";
"Sorry" = "Sorry";
"Error" = "Error";
"Cancel" = "Cancel";
"OK" = "OK";
"Clear" = "Clear";
"Yes" = "Yes";
"No" = "No";
"NO!" = "NO!";
"new" = "new";
"of" = "of";
"Delete" = "Delete";
"Deleting" = "Deleting";
"Edit" = "Edit";
"Open" = "Open";
"URL" = "URL";
"Tar" = "Tar";
"Save" = "Save";
"waypoint" = "waypoint";
"waypoints" = "waypoints";
"Empty" = "Empty";
"Rename" = "Rename";
"Import" = "Import";
"rating-D" = "D";
"rating-T" = "T";
"rating-D/T" = "D/T";
"Remove" = "Remove";
"Submit" = "Submit";
"Downloading" = "Downloading";
"Forget" = "Forget";
"Reset" = "Reset";

/* Others */
"tweet-fail" = "You can't send a tweet right now, make sure your device has an internet connection and you have at least one Twitter account setup.";
/* Navigate */

/* Navigate - Compass */
"compassviewcontroller-Accuracy" = "Accuracy";
"compassviewcontroller-Altitude" = "Altitude";
"compassviewcontroller-My location" = "My Location";
"compassviewcontroller-D" = "D";
"compassviewcontroller-T" = "T";
/* Network API */

/* iOS file transfers */
"iosfiletransfers-Download complete" = "Download complete";
"iosfiletransfers-Download failed" = "Download failed";
"iosfiletransfers-Upload complete" = "Upload complete";
"iosfiletransfers-You can find the saved file in the Files menu" = "You can find the saved file in the Files menu";
"iosfiletransfers-Your other iCloud devices should be seeing this file now" = "Your other iCloud devices should be seeing this file now";

/* OpenCage manager */
"opencagemanager-OpenCage Manager" = "OpenCage Manager";
"opencagemanager-The OpenCage interface ran into a problem. It will be disabled until Geocube has been restarted." = "The OpenCage interface ran into a problem. It will be disabled until Geocube has been restarted.";

/* RemoteAPI GCA2 */
"remoteapigca2-Data returned is empty" = "Data returned is empty";
"remoteapigca2-Geocaching Australia JSON data (queued)" = "Geocaching Australia JSON data (queued)";
"remoteapigca2-HTTP Response was %ld" = "HTTP Response was %ld";
"remoteapigca2-No authentication cookie found!" = "No authentication cookie found!";
"remoteapigca2-Returned data is zero length" = "Returned data is zero length";
"remoteapigca2-[GCA2] loadWaypointsByBoundingBox: remote API is disabled" = "[GCA2] loadWaypointsByBoundingBox: remote API is disabled";
"remoteapigca2-[GCA2] loadWaypointsByCodes: remote API is disabled" = "[GCA2] loadWaypointsByCodes: remote API is disabled";
"remoteapigca2-statusCode != (200|400) (%ld)" = "statusCode != (200|400) (%ld)";

/* RemoteAPI GGCW */
"remoteapiggcw-Geocaching.com GPX Garmin data (queued)" = "Geocaching.com GPX Garmin data (queued)";
"remoteapiggcw-Geocaching.com Pocket Query data (queued)" = "Geocaching.com Pocket Query data (queued)";
"protocolggcw-HTTP Response was %ld" = "HTTP Response was %ld";
"protocolggcw-Returned data is zero length" = "Returned data is zero length";

/* RemoteAPI LiveAPI */
"protocolliveapi-HTTP response statusCode: %ld" = "HTTP response statusCode: %ld";
"protocolliveapi-No Status value given." = "No Status value given.";
"protocolliveapi-No StatusCode value given." = "No StatusCode value given.";
"protocolliveapi-StatusCode %@: %@" = "StatusCode %@: %@";
"remoteapiliveapi-LiveAPI JSON data (queued)" = "LiveAPI JSON data (queued)";
"remoteapiliveapi-LiveAPI] %@: No 'StatusCode' field returned" = "LiveAPI] %@: No 'StatusCode' field returned";
"remoteapiliveapi-[LiveAPI] %@: 'actionstatus' was not 0 (%@)" = "[LiveAPI] %@: 'actionstatus' was not 0 (%@)";
"remoteapiliveapi-[LiveAPI] %@: No '%@' field returned" = "[LiveAPI] %@: No '%@' field returned";
"remoteapiliveapi-[LiveAPI] %@: No 'Status' field returned" = "[LiveAPI] %@: No 'Status' field returned";
"remoteapiliveapi-[LiveAPI] %@: No 'StatusCode' field returned" = "[LiveAPI] %@: No 'StatusCode' field returned";
"remoteapiliveapi-[LiveAPI] loadWaypointsByBoundingBox: remote API is disabled" = "[LiveAPI] loadWaypointsByBoundingBox: remote API is disabled";

/* RemoteAPI OKAPI */
"remoteapiokapi-HTTP Response was %ld" = "HTTP Response was %ld";
"remoteapiokapi-OKAPI JSON data (queued)" = "OKAPI JSON data (queued)";
"remoteapiokapi-[OKAPI] %@: Error response: (%@)" = "[OKAPI] %@: Error response: (%@)";
"remoteapiokapi-[OKAPI] %@: No '%@' field returned" = "[OKAPI] %@: No '%@' field returned";
"remoteapiokapi-[OKAPI] CreateLogNote: 'success' is not TRUE: %@" = "[OKAPI] CreateLogNote: 'success' is not TRUE: %@";
"remoteapiokapi-[OKAPI] loadWaypointsByBoundingBox: remote API is disabled" = "[OKAPI] loadWaypointsByBoundingBox: remote API is disabled";
/* Queries */

"queriesgcaviewcontroller-Downloading list of queries" = "queriesgcaviewcontroller-Downloading list of queries";
"queriesggcwviewcontroller-Downloading list of pocket queries" = "queriesggcwviewcontroller-Downloading list of pocket queries";
"queriesgroundspeakviewcontroller-Downloading list of pocket queries" = "queriesgroundspeakviewcontroller-Downloading list of pocket queries";

/* Template */
"queriesemplateviewcontroller-Unable to retrieve the list of queries" = "Unable to retrieve the list of queries";
"queriestemplateviewcontroller-%ld available %@" = "%ld available %@";
"queriestemplateviewcontroller-Date created: %@" = "Date created: %@";
"queriestemplateviewcontroller-Download size: %@" = "Download size: %@";
"queriestemplateviewcontroller-Failure" = "Failure";
"queriestemplateviewcontroller-Last import: %@" = "Last import: %@";
"queriestemplateviewcontroller-This account cannot be polled right now." = "This account cannot be polled right now.";
"queriestemplateviewcontroller-Unable to retrieve the data from the query" = "Unable to retrieve the data from the query";
"queriestemplateviewcontroller-Your settings don't allow download of %@ if Wi-Fi is not available" = "Your settings don't allow download of %@ if Wi-Fi is not available";

/* Settings */

/* Settings - Accounts */
"settingsaccountsviewcontroller-A configuration update is available. Please go to the Settings -> Accounts menu and update the configuration." = "A configuration update is available. Please go to the Settings -> Accounts menu and update the configuration.";
"settingsaccountsviewcontroller-Authentication Name (if different)" = "Authentication Name (if different)";
"settingsaccountsviewcontroller-Authentication Password" = "Authentication Password";
"settingsaccountsviewcontroller-Authentication failed" = "Authentication failed";
"settingsaccountsviewcontroller-Authentication sucessful" = "Authentication sucessful";
"settingsaccountsviewcontroller-Configuration Update" = "Configuration Update";
"settingsaccountsviewcontroller-Currently no site details have been initialized. Normally you update them by tapping on the local menu button at the top right and select 'Update config'. But for now you can update them by pressing the 'Import' button" = "Currently no site details have been initialized. Normally you update them by tapping on the local menu button at the top right and select 'Update config'. But for now you can update them by pressing the 'Import' button";
"settingsaccountsviewcontroller-Downloading versions" = "Downloading versions";
"settingsaccountsviewcontroller-Enter your account name" = "Enter your account name";
"settingsaccountsviewcontroller-Failed to download" = "Failed to download";
"settingsaccountsviewcontroller-Failed to download: %@" = "Failed to download: %@";
"settingsaccountsviewcontroller-Geocaching name" = "Geocaching name";
"settingsaccountsviewcontroller-HTTP status %ld" = "HTTP status %ld";
"settingsaccountsviewcontroller-Initialize site details" = "Initialize site details";
"settingsaccountsviewcontroller-This means that you cannot obtain information for this account." = "This means that you cannot obtain information for this account.";
"settingsaccountsviewcontroller-Unable to authenticate" = "Unable to authenticate";
"settingsaccountsviewcontroller-Update account details" = "Update account details";
"settingsaccountsviewcontroller-Versions" = "Versions";
"settingsaccountsviewcontroller-Yay!" = "Yay!";
"settingsaccountsviewcontroller-You haven't updated the configuration since the last code update. Please go to the Settings -> Accounts menu and update the configuration" = "You haven't updated the configuration since the last code update. Please go to the Settings -> Accounts menu and update the configuration";

/* Settings - Colour */
"settingscolourviewcontroller-Choose this colour" = "Choose this colour";

/* Settings - Log Templates */
"settingslogtemplatesviewcontroller-Backup complete" = "Backup complete";
"settingslogtemplatesviewcontroller-Create a new log macro" = "Create a new log macro";
"settingslogtemplatesviewcontroller-Create a new log template" = "Create a new log template";
"settingslogtemplatesviewcontroller-Enter your log template here" = "Enter your log template here";
"settingslogtemplatesviewcontroller-Name of the log macro" = "Name of the log macro";
"settingslogtemplatesviewcontroller-Name of the log template" = "Name of the log template";
"settingslogtemplatesviewcontroller-Text of the log macro" = "Text of the log macro";
"settingslogtemplatesviewcontroller-Update log macro" = "Update log macro";
"settingslogtemplatesviewcontroller-You can find the backup in the Files tab as '%@'" = "You can find the backup in the Files tab as '%@'";
"settingslogtemplatesviewcontroller-log macros" = "log macros";
"settingslogtemplatesviewcontroller-log templates" = "log templates";

/* Settings - Main colour picker */
"settingsmaincolorpickerviewcontroller-Choose this colour" = "Choose this colour";
"settingsmaincolorpickerviewcontroller-Destination" = "Destination";
"settingsmaincolorpickerviewcontroller-Track" = "Track";
"settingsmaincolorpickerviewcontroller-Wot?" = "Wot?";

/* Settings - Main */
"settingsmainviewcontroller-Maximum age for objects in cache" = "Maximum age for objects in cache";
"settingsmainviewcontroller-Timeout for big HTTP requests" = "Timeout for big HTTP requests";
"settingsmainviewcontroller-Accounts" = "Accounts";
"settingsmainviewcontroller-Airplane" = "Airplane";
"settingsmainviewcontroller-Always" = "Always";
"settingsmainviewcontroller-Autopurge age for old tracks" = "Autopurge age for old tracks";
"settingsmainviewcontroller-Autorotate every day" = "Autorotate every day";
"settingsmainviewcontroller-Between %@ and %@" = "Between %@ and %@";
"settingsmainviewcontroller-Change in distance difference for a new track point." = "Change in distance difference for a new track point.";
"settingsmainviewcontroller-Change in distance difference for a new track." = "Change in distance difference for a new track.";
"settingsmainviewcontroller-Change the maximum age of old tracks before they get purged." = "Change the maximum age of old tracks before they get purged.";
"settingsmainviewcontroller-Change the time difference for a new track point." = "Change the time difference for a new track point.";
"settingsmainviewcontroller-Change the time difference for a new track." = "Change the time difference for a new track.";
"settingsmainviewcontroller-Change the time interval to sync the track data" = "Change the time interval to sync the track data";
"settingsmainviewcontroller-Compass" = "Compass";
"settingsmainviewcontroller-Compass is always in portrait mode" = "Compass is always in portrait mode";
"settingsmainviewcontroller-Compass type" = "Compass type";
"settingsmainviewcontroller-Cycling zoom-out distance" = "Cycling zoom-out distance";
"settingsmainviewcontroller-Default map" = "Default map";
"settingsmainviewcontroller-Destination line" = "Destination line";
"settingsmainviewcontroller-Distance difference for a new track" = "Distance difference for a new track";
"settingsmainviewcontroller-Distance difference for a new track point" = "Distance difference for a new track point";
"settingsmainviewcontroller-Distance in GCA search radius" = "Distance in GCA search radius";
"settingsmainviewcontroller-Distance in GroundSpeak geocaching.com search radius" = "Distance in GroundSpeak geocaching.com search radius";
"settingsmainviewcontroller-Distance in OKAPI search radius" = "Distance in OKAPI search radius";
"settingsmainviewcontroller-Distances" = "Distances";
"settingsmainviewcontroller-Download batch queries over mobile data" = "Download batch queries over mobile data";
"settingsmainviewcontroller-Download log images" = "Download log images";
"settingsmainviewcontroller-Download logged images over mobile data" = "Download logged images over mobile data";
"settingsmainviewcontroller-Download waypoint images" = "Download waypoint images";
"settingsmainviewcontroller-Driving zoom-out distance" = "Driving zoom-out distance";
"settingsmainviewcontroller-Dynamic Maps" = "Dynamic Maps";
"settingsmainviewcontroller-Enable dynamic maps" = "Enable dynamic maps";
"settingsmainviewcontroller-Enable map cache" = "Enable map cache";
"settingsmainviewcontroller-Enable sounds for direction" = "Enable sounds for direction";
"settingsmainviewcontroller-Enable sounds for distance" = "Enable sounds for distance";
"settingsmainviewcontroller-Enter value..." = "Enter value...";
"settingsmainviewcontroller-Enter your OpenCage key" = "Enter your OpenCage key";
"settingsmainviewcontroller-Every %ld seconds" = "Every %ld seconds";
"settingsmainviewcontroller-External Maps" = "External Maps";
"settingsmainviewcontroller-External apps" = "External apps";
"settingsmainviewcontroller-Import options" = "Import options";
"settingsmainviewcontroller-Invalid value" = "Invalid value";
"settingsmainviewcontroller-Keep track" = "Keep track";
"settingsmainviewcontroller-Landscape Left" = "Landscape Left";
"settingsmainviewcontroller-Landscape Right" = "Landscape Right";
"settingsmainviewcontroller-LandscapeLeft" = "LandscapeLeft";
"settingsmainviewcontroller-LandscapeLeft LandscapeRight" = "LandscapeLeft LandscapeRight";
"settingsmainviewcontroller-LandscapeLeft Portrait LandscapeRight" = "LandscapeLeft Portrait LandscapeRight";
"settingsmainviewcontroller-LandscapeLeft Portrait UpsideDown LandscapeRight" = "LandscapeLeft Portrait UpsideDown LandscapeRight";
"settingsmainviewcontroller-LandscapeRight" = "LandscapeRight";
"settingsmainviewcontroller-Lists" = "Lists";
"settingsmainviewcontroller-Locationless" = "Locationless";
"settingsmainviewcontroller-Map cache" = "Map cache";
"settingsmainviewcontroller-Map colours" = "Map colours";
"settingsmainviewcontroller-Map search maximums" = "Map search maximums";
"settingsmainviewcontroller-Maps" = "Maps";
"settingsmainviewcontroller-Mark all related waypoints when marked as found" = "Mark all related waypoints when marked as found";
"settingsmainviewcontroller-Mark as..." = "Mark as...";
"settingsmainviewcontroller-Maximum age for objects in the map cache" = "Maximum age for objects in the map cache";
"settingsmainviewcontroller-Maximum cycling distance" = "Maximum cycling distance";
"settingsmainviewcontroller-Maximum cycling speed" = "Maximum cycling speed";
"settingsmainviewcontroller-Maximum driving distance" = "Maximum driving distance";
"settingsmainviewcontroller-Maximum driving speed" = "Maximum driving speed";
"settingsmainviewcontroller-Maximum size for the cache" = "Maximum size for the cache";
"settingsmainviewcontroller-Maximum size for the map cache" = "Maximum size for the map cache";
"settingsmainviewcontroller-Maximum walking distance" = "Maximum walking distance";
"settingsmainviewcontroller-Maximum walking speed" = "Maximum walking speed";
"settingsmainviewcontroller-Number of waypoints in Geocaching Australia search" = "Number of waypoints in Geocaching Australia search";
"settingsmainviewcontroller-Offer to send tweets" = "Offer to send tweets";
"settingsmainviewcontroller-OpenCage key" = "OpenCage key";
"settingsmainviewcontroller-OpenCage only over Wifi" = "OpenCage only over Wifi";
"settingsmainviewcontroller-Orientations allowed" = "Orientations allowed";
"settingsmainviewcontroller-Portrait" = "Portrait";
"settingsmainviewcontroller-Portrait UpsideDown" = "Portrait UpsideDown";
"settingsmainviewcontroller-Red arrow on black" = "Red arrow on black";
"settingsmainviewcontroller-Red arrow on blue" = "Red arrow on blue";
"settingsmainviewcontroller-Refresh after log" = "Refresh after log";
"settingsmainviewcontroller-Remove Marked as Found/DNF when logging" = "Remove Marked as Found/DNF when logging";
"settingsmainviewcontroller-Remove target when marking as found/DNF" = "Remove target when marking as found/DNF";
"settingsmainviewcontroller-Rotate to bearing" = "Rotate to bearing";
"settingsmainviewcontroller-Save authentication password" = "Save authentication password";
"settingsmainviewcontroller-Save authentication username" = "Save authentication username";
"settingsmainviewcontroller-Select Compass" = "Select Compass";
"settingsmainviewcontroller-Select Default Map" = "Select Default Map";
"settingsmainviewcontroller-Select External Maps" = "Select External Maps";
"settingsmainviewcontroller-Select Maximum Distance" = "Select Maximum Distance";
"settingsmainviewcontroller-Select Maximum Waypoints" = "Select Maximum Waypoints";
"settingsmainviewcontroller-Select Orientations" = "Select Orientations";
"settingsmainviewcontroller-Select theme" = "Select theme";
"settingsmainviewcontroller-Show country as abbrevation" = "Show country as abbrevation";
"settingsmainviewcontroller-Show found in list" = "Show found in list";
"settingsmainviewcontroller-Show state as abbrevation" = "Show state as abbrevation";
"settingsmainviewcontroller-Show state as abbrevation if locality exist" = "Show state as abbrevation if locality exist";
"settingsmainviewcontroller-Sort by" = "Sort by";
"settingsmainviewcontroller-Sort lists by" = "Sort lists by";
"settingsmainviewcontroller-Sort lists default by..." = "Sort lists default by...";
"settingsmainviewcontroller-Sort locationless by" = "Sort locationless by";
"settingsmainviewcontroller-Sort waypoints by" = "Sort waypoints by";
"settingsmainviewcontroller-Sort waypoints default by..." = "Sort waypoints default by...";
"settingsmainviewcontroller-Sounds" = "Sounds";
"settingsmainviewcontroller-Sync track data" = "Sync track data";
"settingsmainviewcontroller-Theme" = "Theme";
"settingsmainviewcontroller-This value should be less than %0.1f." = "This value should be less than %0.1f.";
"settingsmainviewcontroller-This value should be less than %ld." = "This value should be less than %ld.";
"settingsmainviewcontroller-This value should be more than %0.1f." = "This value should be more than %0.1f.";
"settingsmainviewcontroller-This value should be more than %ld." = "This value should be more than %ld.";
"settingsmainviewcontroller-Time difference for a new track" = "Time difference for a new track";
"settingsmainviewcontroller-Time difference for a new track point" = "Time difference for a new track point";
"settingsmainviewcontroller-Timeout for simple HTTP requests" = "Timeout for simple HTTP requests";
"settingsmainviewcontroller-Timeout value for big HTTP requests" = "Timeout value for big HTTP requests";
"settingsmainviewcontroller-Timeout value for simple HTTP requests" = "Timeout value for simple HTTP requests";
"settingsmainviewcontroller-Track line" = "Track line";
"settingsmainviewcontroller-Update value" = "Update value";
"settingsmainviewcontroller-Upside Down" = "Upside Down";
"settingsmainviewcontroller-Use metric units" = "Use metric units";
"settingsmainviewcontroller-Walking zoom-out distance" = "Walking zoom-out distance";
"settingsmainviewcontroller-Waypoints" = "Waypoints";
"settingsmainviewcontroller-White arrow on black" = "White arrow on black";
/* Statistics */

"statistics-Accounts" = "Accounts";
"statistics-No remote API available" = "No remote API available";
"statistics-Not yet computed" = "Not yet computed";
"statistics-Not yet polled" = "Not yet polled";
"statistics-Polling..." = "Polling...";
"statistics-Remote API doesn't support user statistics" = "Remote API doesn't support user statistics";
"statistics-Remote API is not available" = "Remote API is not available";
"statistics-Remote API is not enabled" = "Remote API is not enabled";
"statistics-Returned error: %@" = "Returned error: %@";
"statistics-Total" = "Total";
"statistics-Unable to load statistics for %@" = "Unable to load statistics for %@";

/* Tools */

/* Tools - GPS */
"toolsgpsviewcontroller-Average" = "Average";
"toolsgpsviewcontroller-Last" = "Last";
"toolsgpsviewcontroller-Last distance to average" = "Last distance to average";
"toolsgpsviewcontroller-Copy successful" = "Copy successful";
"toolsgpsviewcontroller-The coordinates have been copied to the clipboard" = "The coordinates have been copied to the clipboard.";
"toolsgpxviewcontroller-Waypoint %@ is now created at %@" = "Waypoint %@ is now created at %@";
"toolsgpxviewcontroller-Waypoint added" = "Waypoint added";

/* Tools - ROT13 */
"toolsrot13viewcontroller-Enter your text here..." = "Enter your text here...";
"toolsrot13viewcontroller-Ragre lbhe grkg urer..." = "Ragre lbhe grkg urer...";
/* Trackables */

"trackablestemplateviewcontroller-Carried by %@" = "Carried by %@";
"trackablestemplateviewcontroller-Code: %@" = "Code: %@";
"trackablestemplateviewcontroller-Code: %@ / %@" = "Code: %@ / %@";
"trackablestemplateviewcontroller-Download trackables information" = "Download trackables information";
"trackablestemplateviewcontroller-Owned by %@" = "Owned by %@";
"trackablestemplateviewcontroller-Stored in %@" = "Stored in %@";
/* Waypoint */

/* Waypoint viewcontroller */
"waypointviewcontroller-DNF" = "DNF";
"waypointviewcontroller-Found" = "Found";
"waypointviewcontroller-Waypoint flags" = "Waypoint flags";
"waypointviewcontroller-Are you sure?" = "Are you sure?";
"waypointviewcontroller-Attributes" = "Attributes";
"waypointviewcontroller-Description" = "Description";
"waypointviewcontroller-Export successful" = "Export Successful";
"waypointviewcontroller-Field notes" = "Field Notes";
"waypointviewcontroller-Group members" = "Group Members";
"waypointviewcontroller-Highlight" = "Highlight";
"waypointviewcontroller-Hint" = "Hint";
"waypointviewcontroller-Ignored" = "Ignored";
"waypointviewcontroller-Images" = "Images";
"waypointviewcontroller-In progress" = "In Progress";
"waypointviewcontroller-Inventory" = "Inventory";
"waypointviewcontroller-Logs" = "Logs";
"waypointviewcontroller-Log this waypoint" = "Log this waypoint";
"waypointviewcontroller-Mark as %@" = "Mark as %1@";
"waypointviewcontroller-None yet" = "None yet";
"waypointviewcontroller-Personal note" = "Personal Note";
"waypointviewcontroller-Planned" = "Planned";
"waypointviewcontroller-Remove as target" = "Remove as target";
"waypointviewcontroller-Remove mark as %@" = "Remove mark as %1@";
"waypointviewcontroller-Select a group" = "Select a group";
"waypointviewcontroller-Set as target" = "Set as target";
"waypointviewcontroller-The exported file can be found in the Files section." = "The exported file can be found in the Files section";
"waypointviewcontroller-Unable to update the waypoint." = "Unable to update the waypoint.";
"waypointviewcontroller-Update failed" = "Update failed";
"waypointviewcontroller-Updating %@" = "Updating %1@";
"waypointviewcontroller-Waypoint actions" = "Waypoint actions";
"waypointviewcontroller-Waypoint data" = "Waypoint data";
"waypointviewcontroller-Waypoints" = "Waypoints";
"waypointviewcontroller-Word" = "word";
"waypointviewcontroller-Words" = "words";
"waypointviewcontroller-Marked as DNF" = "Marked as DNF";
"waypointviewcontroller-Marked as Found" = "Marked as Found";
"waypointviewcontroller-Marked as Highlighted" = "Marked as Highlighted";
"waypointviewcontroller-Marked as Ignored" = "Marked as Ignored";
"waypointviewcontroller-Marked as In Progress" = "Marked as In Progress";
"waypointviewcontroller-Marked as Planned" = "Marked as Planned";
"waypointviewcontroller-Unmarked as DNF" = "Unmarked as DNF";
"waypointviewcontroller-Unmarked as Found" = "Unmarked as Found";
"waypointviewcontroller-Unmarked as Highlighted" = "Unmarked as Highlighted";
"waypointviewcontroller-Unmarked as Ignored" = "Unmarked as Ignored";
"waypointviewcontroller-Unmarked as In Progress" = "Unmarked as In Progress";
"waypointviewcontroller-Unmarked as Planned" = "Unmarked as Planned";


/* WaypointImages viewcontroller */
"waypointimagesviewcontroller-Images from the logs" = "Images from the logs";
"waypointimagesviewcontroller-Images from the waypoint" = "Images from the waypoint";
"waypointimagesviewcontroller-Log images" = "Log Images";
"waypointimagesviewcontroller-User images" = "User Images";
"waypointimagesviewcontroller-Waypoint images" = "Waypoint Images";

/* WaypointAttributes viewcontroller */
"waypointattributesviewcontroller-Attributes" = "Attributes";

/* WaypointGroups viewcontroller */
"waypointgroupsviewcontroller-System groups" = "System Groups";
"waypointgroupsviewcontroller-User groups" = "User Groups";

/* WaypointTrackables viewcontroller */
"waypointtrackablesviewcontroller-Trackables" = "Trackables";

/* WaypointPersonalNote viewcontroller */
"waypointpersonalnoteviewcontroller-Copy successful" = "Copy successful";
"waypointpersonalnoteviewcontroller-Enter your personal note here" = "Enter your personal note here";
"waypointpersonalnoteviewcontroller-Personal note" = "Personal note";
"waypointpersonalnoteviewcontroller-The text of the personal note has been copied to the clipboard" = "The text of the personal note has been copied to the clipboard";
"waypointpersonalnoteviewcontroller-Update of personal note has failed" = "Update of personal note has failed";
"waypointpersonalnoteviewcontroller-Updating personal note" = "Updating personal note";

/* WaypointAdd viewcontroller */
"waypointaddviewcontroller-Coords" = "Coords";
"waypointaddviewcontroller-Create this waypoint" = "Create this waypoint";
"waypointaddviewcontroller-New waypoint data" = "New waypoint data";
"waypointaddviewcontroller-Please enter the coordinates" = "Please enter the coordinates";
"waypointaddviewcontroller-Short Name" = "Short Name";
"waypointaddviewcontroller-Update waypoint" = "Update waypoint";
"waypointaddviewcontroller-Update waypoint code" = "Update waypoint code";
"waypointaddviewcontroller-Update waypoint name" = "Update waypoint name";
"waypointaddviewcontroller-Waypoint code" = "Waypoint code";
"waypointaddviewcontroller-Waypoint name" = "Waypoint name";
"waypointaddviewcontroller-like" = "like";

/* WaypointHeaderHeaderView */
"waypointheaderheaderview- on %@" = " on %@";
"waypointheaderheaderview-Last imported on %@" = "Last imported on %@";
"waypointheaderheaderview-by %@" = "by %@";
"waypointheadertableviewcell-at" = "at";

/* WaypointLogEdit viewcontroller */
"waypointlogeditviewcontroller-Enter your log here" = "Enter your log here";
"waypointlogeditviewcontroller-Select a template" = "Select a template";

/* WaypointLogImages viewcontroller */
"waypointlogimagesviewcontroller-Caption" = "Caption";
"waypointlogimagesviewcontroller-Code" = "Code";
"waypointlogimagesviewcontroller-Discover" = "Discover";
"waypointlogimagesviewcontroller-Discover a trackable" = "Discover a trackable";
"waypointlogimagesviewcontroller-Discovered" = "Discovered";
"waypointlogimagesviewcontroller-Dropped off" = "Dropped off";
"waypointlogimagesviewcontroller-Edit the photo caption and description" = "Edit the photo caption and description";
"waypointlogimagesviewcontroller-Enter the code as found on the trackable" = "Enter the code as found on the trackable";
"waypointlogimagesviewcontroller-Ignore" = "Ignore";
"waypointlogimagesviewcontroller-Long descritption" = "Long descritption";
"waypointlogimagesviewcontroller-No action" = "No action";
"waypointlogimagesviewcontroller-No action (automatic)" = "No action (automatic)";
"waypointlogimagesviewcontroller-Photo details" = "Photo details";
"waypointlogimagesviewcontroller-Pick up" = "Pick up";
"waypointlogimagesviewcontroller-Pick up a trackable" = "Pick up a trackable";
"waypointlogimagesviewcontroller-Picked up" = "Picked up";
"waypointlogimagesviewcontroller-There was no travelbug found with the code '%@'" = "There was no travelbug found with the code '%@'";
"waypointlogimagesviewcontroller-Trackable action" = "Trackable action";
"waypointlogimagesviewcontroller-Trackable not found" = "Trackable not found";
"waypointlogimagesviewcontroller-Visited" = "Visited";
"waypointlogimagesviewcontroller-Visited (automatic)" = "Visited (automatic)";

/* WaypointLogs viewcontroller */
"waypointlogsviewcontroller-Copy successful" = "Copy successful";
"waypointlogsviewcontroller-The text of the selected log has been copied to the clipboard" = "The text of the selected log has been copied to the clipboard";

/* WaypointLog viewcontroller */
"waypointlogviewcontroller-%ld out of %ld" = "ld out of %ld";
"waypointlogviewcontroller-%ld out of %lu" = "ld out of %lu";
"waypointlogviewcontroller-(None set)" = "None set)";
"waypointlogviewcontroller-Actions: " = "Actions: ";
"waypointlogviewcontroller-Comment" = "Comment";
"waypointlogviewcontroller-Coordinates" = "Coordinates";
"waypointlogviewcontroller-Date" = "Date";
"waypointlogviewcontroller-Even TFTC is better than nothing at all." = "Even TFTC is better than nothing at all.";
"waypointlogviewcontroller-Extra details" = "Extra details";
"waypointlogviewcontroller-Favourite Point" = "Favourite Point";
"waypointlogviewcontroller-Log details" = "Log details";
"waypointlogviewcontroller-Log failed" = "Log failed";
"waypointlogviewcontroller-Log successful" = "Log successful";
"waypointlogviewcontroller-No rating selected" = "No rating selected";
"waypointlogviewcontroller-Photo" = "Photo";
"waypointlogviewcontroller-Please enter the coordinates" = "Please enter the coordinates";
"waypointlogviewcontroller-Please fill in the comment" = "Please fill in the comment";
"waypointlogviewcontroller-Rating" = "Rating";
"waypointlogviewcontroller-Select a Logtype" = "Select a Logtype";
"waypointlogviewcontroller-Select a Rating" = "Select a Rating";
"waypointlogviewcontroller-Submit" = "Submit";
"waypointlogviewcontroller-This log has been successfully submitted." = "This log has been successfully submitted.";
"waypointlogviewcontroller-This log has not been submitted yet." = "This log has not been submitted yet.";
"waypointlogviewcontroller-Trackables" = "Trackables";
"waypointlogviewcontroller-Type" = "Type";
"waypointlogviewcontroller-Update coordinates" = "Update coordinates";
"waypointlogviewcontroller-Upload" = "Upload";
"waypointlogviewcontroller-Uploading log" = "Uploading log";
"waypointlogviewcontroller-discovered" = "discovered";
"waypointlogviewcontroller-dropped off" = "dropped off";
"waypointlogviewcontroller-like" = "like";
"waypointlogviewcontroller-none" = "none";
"waypointlogviewcontroller-picked up" = "picked up";
"waypointlogviewcontroller-visited" = "visited";

/* Waypoints */

/* Waypoints - List */
"waypointslistviewcontroller-Are you sure?" = "Are you sure?";
"waypointslistviewcontroller-Delete waypoints" = "Delete waypoints";
"waypointslistviewcontroller-Downloading for %@" = "Downloading for %@";
"waypointslistviewcontroller-Export successful" = "Export successful";
"waypointslistviewcontroller-Refreshing database" = "Refreshing database";
"waypointslistviewcontroller-The exported file can be found in the Files section" = "The exported file can be found in the Files section";
"waypointslistviewcontroller-Update failed" = "Update failed";
"waypointslistviewcontroller-Waypoint" = "Waypoint";
"waypointslistviewcontroller-Waypoints" = "Waypoints";

/* Waypoints - Filters - Viewcontroller */
"filtersviewcontroller-Accounts" = "Accounts";
"filtersviewcontroller-Date" = "Date";
"filtersviewcontroller-Difficulty" = "Difficulty";
"filtersviewcontroller-Direction" = "Direction";
"filtersviewcontroller-Distance" = "Distance";
"filtersviewcontroller-Favourites" = "Favourites";
"filtersviewcontroller-Filter name" = "Filter name";
"filtersviewcontroller-Flags" = "Flags";
"filtersviewcontroller-Groups" = "Groups";
"filtersviewcontroller-Save filter as..." = "Save filter as...";
"filtersviewcontroller-Sizes" = "Sizes";
"filtersviewcontroller-Terrain" = "Terrain";
"filtersviewcontroller-Text" = "Text";
"filtersviewcontroller-Types" = "Types";

/* Waypoints - Filters - Fiters */
"filtertableviewcell-Any %@" = "All %@";
"filtertableviewcell-Selected %@" = "Selected %@";
"filterdatetableviewcell-After" = "After";
"filterdatetableviewcell-Before" = "Before";
"filterdatetableviewcell-Date" = "Date";
"filterdatetableviewcell-Last log" = "Last log";
"filterdatetableviewcell-On" = "On";
"filterdatetableviewcell-Placed on" = "Placed on";
"filterdifficultytableviewcell-Difficulty" = "Difficulty";
"filterdirectiontableviewcell-Direction is" = "Direction is";
"filterdirectiontableviewcell-Select a direction" = "Select a direction";
"filterdistancetableviewcell-Distance" = "Distance";
"filterdistancetableviewcell-Select distance" = "Select distance";
"filterdistancetableviewcell-Select variation" = "Select variation";
"filterdistancetableviewcell-Variation" = "Variation";
"filterfavouritestableviewcell-Favourites: %@" = "Favourites: %@";
"filterfavouritestableviewcell-Favourites: Anything" = "Favourites: Anything";
"filterfavouritestableviewcell-Favourites: At least 0" = "Favourites: At least 0";
"filterfavouritestableviewcell-Favourites: At least %@" = "Favourites: At least %@";
"filterfavouritestableviewcell-Favourites: At most %@" = "Favourites: At most %@";
"filterfavouritestableviewcell-Favourites: Between %@ and %@" = "Favourites: Between %@ and %@";
"filterflagstableviewcell-Archived" = "Archived";
"filterflagstableviewcell-Change field" = "Change field";
"filterflagstableviewcell-Change field2" = "Change field2";
"filterflagstableviewcell-Enabled" = "Enabled";
"filterflagstableviewcell-Highlighted" = "Highlighted";
"filterflagstableviewcell-Ignored" = "Ignored";
"filterflagstableviewcell-In progress" = "In progress";
"filterflagstableviewcell-Logged as DNF" = "Logged as DNF";
"filterflagstableviewcell-Logged as Found" = "Logged as Found";
"filterflagstableviewcell-Marked as DNF" = "Marked as DNF";
"filterflagstableviewcell-Marked as Found" = "Marked as Found";
"filterflagstableviewcell-Mine" = "Mine";
"filterflagstableviewcell-New field" = "New field";
"filterflagstableviewcell-Not archived" = "Not archived";
"filterflagstableviewcell-Not enabled" = "Not enabled";
"filterflagstableviewcell-Not highlighted" = "Not highlighted";
"filterflagstableviewcell-Not ignored" = "Not ignored";
"filterflagstableviewcell-Not in progress" = "Not in progress";
"filterflagstableviewcell-Not logged as DNF" = "Not logged as DNF";
"filterflagstableviewcell-Not logged as Found" = "Not logged as Found";
"filterflagstableviewcell-Not marked as DNF" = "Not marked as DNF";
"filterflagstableviewcell-Not marked as Found" = "Not marked as Found";
"filterflagstableviewcell-Not mine" = "Not mine";
"filterterraintableviewcell-Terrain" = "Terrain";
"filtertexttableviewcell-Country" = "Country";
"filtertexttableviewcell-Description" = "Description";
"filtertexttableviewcell-Locality" = "Locality";
"filtertexttableviewcell-Logs" = "Logs";
"filtertexttableviewcell-Owner" = "Owner";
"filtertexttableviewcell-State" = "State";
"filtertexttableviewcell-Waypoint name" = "Waypoint name";
